public/reading/economics/henry-hazltt-economics-in-one-lesson.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>&lrm;</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="/simple.css" />
<meta property="og:title" content="Giovanni's Diary">
<meta property="og:description" content="Diary of Giovanni's adventures.">
<meta property="og:image" content="https://giovanni-diary.netlify.app/logo.png">
<meta property="og:url" content="https://giovanni-diary.netlify.app/">
</head>
<body>
<div id="content" class="content">
<p>
<a href="../../index.html">Giovanni's Diary</a> &gt; <a href="../reading.html">Reading</a> &gt; <a href="economics.html">Economics</a> &gt;
</p>

<div id="outline-container-orgefceaf5" class="outline-2">
<h2 id="orgefceaf5">Economics in One Lesson - Henry Hazlitt</h2>
<div class="outline-text-2" id="text-orgefceaf5">
<p>
I find this book interesting and intellectually stimulating, I have
heard It is a classic in economics and one of the best introductions
to the field. "Economics in One Lesson" covers the basic ideas in
economics, first by stating the key points and then taking time to
elaborate on them.
</p>
</div>

<div id="outline-container-org2f052ee" class="outline-3">
<h3 id="org2f052ee">The First Lesson</h3>
<div class="outline-text-3" id="text-org2f052ee">
<p>
The "First Lesson" opens up by stating how economics is hunted by
fallacies, those are created because of selfish interests and the
tendency of men to see only the immediate effects of a given policy,
or only on a special group.
</p>

<blockquote>
<p>
The art of economics consists in looking not merely at the immediate
but at the longer effects of any act or policy; it consists in tracing
the consequences of that policy not merely for one group but for all
groups.
</p>
</blockquote>

<p>
By considering only the short term effects of a policy we may reach
reasonable conclusions, however we may reach other conclusions by
considering long term effects, or maybe another population. Such is
the economics's fallacy.
</p>
</div>
</div>

<div id="outline-container-org22c8030" class="outline-3">
<h3 id="org22c8030">The broken window</h3>
<div class="outline-text-3" id="text-org22c8030">
<p>
The book proceeds by giving an important example that keeps appearing
in many occasions and in different forms, the example goes as
follow. Imagine that a young gangster happens to break the window of a
shop. Obviously the shop owner is furious but the guy manages to
escape and now the shop owner has to pay the damages. You may think
that this is a great misfortune for the shop owner, however you start
elaborating on the event. The shop owner now has to pay 50$ to a glass
manufacturing company, which in turns has to pay the materials and the
transportation to another company, which in turns has to pay some
other people and so on.  By breaking the window, the gangster made
more money circulate, provided money and employment in circles, the
logic conclusion then would be to say that the boy is not a criminal,
but a public benefactor.
</p>

<p>
However, the shop owner will have 50$ less which he wanted to use for
a new suit. Now he has to choose between the window and the suit,
preventing money circulating to the suit maker. At the end, no new
employment has been added: where employment was created on one area
(the window industry), the same amount was removed from another (the
suit making industry). Yet, many people don't see what could have been,
instead they focus on what they see now which is often misleading.
</p>

<p>
This broken window fallacy shows itself again and again in the history
of economics, such as during a war when everybody talks about the new
jobs that the war economy open up, forgetting about all the others
that It closes. In particular, during war time you will see a
particular diversion of demand to some particular products over
others. During reconstruction, Europe had a lot of demand and manpower
to rebuild new houses, and less productive capacity for everything
else.
</p>
</div>
</div>

<div id="outline-container-org0e28839" class="outline-3">
<h3 id="org0e28839">Government spending</h3>
<div class="outline-text-3" id="text-org0e28839">
<p>
The author proceeds by using the same broken window fallacy to explain
how government spending is harmful and hostile for an economy. The
main idea is similar to what was discussed in the wartime fallacy: if
a government uses public money to build a bridge, people may believe
that this creates jobs and opportunities, but in fact It just moves
jobs from one place to another. The same applies to all types of
government spending and to taxes: when the government is taking taxes,
It is like breaking the window. Now each citizen has less money to
spend and create employment, opportunities were only moved around and
the argument that the government is creating new jobs is unreasonable.
</p>

<p>
But there is a deeper argument against government spending, in
particular government "encouragement" to business, and that is
<b><b>risk</b></b>. When a private company, say a bank, lands money on some
company or person, they take the risk of the investment and will be
very careful with whom they have business with. Often this is not the
case with government spending, and all the risk of bad investments
falls on the citizens.
</p>

<p>
The book gives the example of two farmers: one really respected and
with a good track record of success, and another poor with very
little to show. They both want to buy a terrain to increase their
production, so they ask for money. A bank would judge the situation in
favor of the successful farmer since It has less risk and the
investment has more chances to pay off. The government instead does
different judgments, It may think that giving money to the poor
person will make him a productive member of society. This happens
everywhere and the risk falls completely on the citizens, not only
their money where withdrawn from them through takes, but additionally
they are spent poorly.
</p>

<p>
Moreover, private lenders are selected by cruel market test, If they
make mistakes they loose their money and have no more money to lend,
they act really carefully. Instead, government lenders "are either
those who have passed civil service examinations, and know how to
answer hypothetical questions hypothetically, or they are those who
can give the most plausible reasons for making loans and the most
plausible explanations of why it wasn’t their fault that the loans
failed". In short, government loans will reduce production, not
increase It.
</p>
</div>
</div>

<div id="outline-container-orgf5ea36a" class="outline-3">
<h3 id="orgf5ea36a">Machines will remove jobs</h3>
<div class="outline-text-3" id="text-orgf5ea36a">
<p>
An entire chapter was dedicated to the misconception that technology
will replace human workers, something that has come time and time
again and proven wrong every time. The argument against this is noting
the fact that machines will make a job faster or cheaper, or both.
This in turn will make more money for the manufacturer because of cut
costs or increased production. And obviously the manufacturer has to
buy the machines, and they are made of other parts from other
companies: employment is moved from one group to another.
</p>

<p>
Therefore, the argument that technology will replace workers is wrong,
furthermore the manufacturer / employer can choose to spend the
additional revenue either on investing on his business, on other
businesses or buying new machinery, which increases employment on
those areas.
</p>

<p>
To be continued&#x2026;
</p>

<hr />

<p>
Travel: <a href="economics.html">Economics</a>, <a href="../../theindex.html">Index</a> 
</p>
</div>
</div>
</div>
</div>
</body>
</html>
